/* 
  Alerts.strings
  CleanMyMac

  Created by Vera Tkachenko on 2/22/15.
  Copyright (c) 2015 MacPaw. All rights reserved.
*/
/* Buttons */

"AlertButton_Continue" = "Continuer";
"AlertButton_BuyLicense" = "Acheter une licence";
"AlertButton_BuyLicenseWithDiscount" = "Acheter à -%li %%";
"AlertButtonTitle_Erase" = "Détruire";

/* App Termination */
"AlertButton_ContinueScan" = "Continuer l'analyse";
"AlertButton_ContinueClean" = "Continuer le nettoyage";
"AlertButton_QuitCompleteTasks" = "Tout terminer et quitter";
"AlertButton_QuitForce" = "Forcer à quitter";
"AlertButton_CheckForBeta" = "Rechercher les mises à jour bêta";
"Stop" = "Arrêter";

"AlertButtonTitle_Uninstall" = "Désinstaller";
"AlertButtonTitle_DontUninstall" = "Ne pas désinstaller";

"AlertButtonTitle_Reset" = "Réinitialiser";

/* Running not from Apps folder */
"AlertButtonTitle_Install" = "Installer";
"AlertButtonTitle_DontInstall" = "Ne pas installer";
"AlertButtonTitle_Overwrite" = "Écraser";
"AlertButtonTitle_DontOverWrite" = "Ne pas écraser";


/* Beta Updates Alert */
"AlertDescription_BetaUpdateEnabling" = "Les versions bêta vous donnent accès à certaines fonctionnalités avant leur disponibilité publique officielle. Pour information, les versions bêta de CleanMyMac peuvent être instables et peuvent entraîner des pertes de données. Vous assumez l'intégralité des risques liés à leur utilisation. MacPaw n'assure aucune assistance technique pour les versions bêta et n'est pas responsable des dommages causés par ces versions.\n\nLes utilisateurs des versions bêta peuvent nous aider à améliorer notre logiciel en nous faisant part de leurs commentaires par le biais de l'option Envoyer des commentaires… du menu Aide.";

"AlertTitle_BetaUpdateEnabling" = "Voulez-vous vraiment essayer les versions bêta de CleanMyMac ?";

/* Reset Ignore List Alert */
"AlertDescription_ResetIgnoreList" = "Cette opération permettra à CleanMyMac d'analyser et de supprimer les éléments que vous aviez précédemment ajoutés à la liste Ignorer.";

"AlertTitle_ResetIgnoreList" = "Voulez-vous vraiment réinitialiser la liste par défaut des éléments à ignorer ?";

/* Activation */
"AlertTitle_CleaningWithinLimitAlert" = "Votre copie de CleanMyMac n'est pas enregistrée.";

"AlertDescription_CleaningWithinLimitAlert" = "Vous pouvez encore nettoyer %@ dans cette version de démonstration de CleanMyMac 3. Les copies activées ne présentent aucune limitation et vous permettent de profiter de tous les avantages offerts aux utilisateurs enregistrés de CleanMyMac 3.";

/* Uninstalling CMM */
"AlertDescription_UninstallingCMM" = "Vous utilisez actuellement CleanMyMac. Si vous cliquez sur le bouton Désinstaller, l'application sera fermée et totalement désinstallée.\nVoulez-vous vraiment désinstaller CleanMyMac ?";

"AlertTitle_UninstallingCMM" = "Désinstallation de l'application CleanMyMac";

/* Reseting CMM */
"AlertDescription_ResetCMM" = "Avant de continuer, veuillez relancer l'application.";
"AlertTitle_ResetCMM" = "Vous venez de réinitialiser les fichiers de préférences de CleanMyMac. Pour fonctionner correctement, CleanMyMac doit être relancé.";
"AlertButton_ConfirmSelfRestart" = "Relancer";
"AlertButton_CancelSelfRestart" = "Annuler";

/* Uninstalling Setapp */

"AlertTitle_UninstallingSetappMessage" = "Vous avez sélectionné Setapp et %li de ses applications en vue de les désinstaller intégralement. Voulez-vous vraiment sélectionner Setapp en plus des autres applications ?";
"AlertDescription_UninstallingSetappMessage" = "Sachez que ce service met à votre disposition un nombre croissant d'apps, auxquelles vous n'aurez plus accès sans l'app principale Setapp.";
"AlertButton_SelectSetappApplications" = "Sélectionner des applications Setapp";
"AlertCheckboxText_UninstallingSetappMessage" = "Ne plus afficher ce message";

/* Drop iPhoto alert */
"AlertDescription_DropiPhotoWhileScanning" = "En démarrant une nouvelle analyse, vous effacerez les résultats de l'analyse actuelle.";

"AlertTitle_DropiPhotoWhileScanning" = "Analysez une autre bibliothèque.";

/* Logging mode alert */
"AlertTitle_LoggingMode" = "Activation du mode d'historique détaillé.";

"AlertDescription_LoggingMode" = "CleanMyMac conservera un historique détaillé de tous les éléments qu'il trouve. Notre équipe d'assistance vous aidera à résoudre les éventuels problèmes plus rapidement si vous arrivez à reproduire le problème et que vous activez l'historique détaillé.";

/* Need To Close Applications Alert */
"AlertDescription_GenericAuth" = "CleanMyMac a besoin de votre autorisation pour effectuer les modifications nécessaires à son bon fonctionnement.";

/* Extensions Authorize Alert */
"AlertDescription_ExtensionsAuthFormat" = "Veuillez autoriser CleanMyMac à %@ cette extension et à effectuer d'autres opérations nécessitant des autorisations administratives.";

"ExtensionsAuthAlert_EnableAction" = "activer";

"ExtensionsAuthAlert_DisableAction" = "désactiver";

/* CMM force quit alert */
"AlertTitle_ForceQuit" = "La dernière fois que vous avez essayé de fermer CleanMyMac, la fermeture ne s'est pas déroulée correctement.";

"AlertDescription_ForceQuit" = "Certains processus liés au nettoyage sont en cours, et leur interruption peut entraîner une perte de données ou un comportement imprévisible. Nous vous recommandons de finaliser tous les processus avant de quitter l'application.";

/* CMM running not from Apps folder alerts */
"AlertMessageText_RunningNotFromAppFolder" = "CleanMyMac n'est pas exécuté à partir du dossier Applications recommandé.";

"AlertInformativeText_WishInstallQuestion" = "Voulez-vous installer CleanMyMac dans le dossier Applications avant la fermeture ?";

"AlertTitle_AlreadyInstalled" = "CleanMyMac est déjà installé sur votre système !";

"AlertTitle_OverwriteQuestion" = "Voulez-vous écraser CleanMyMac dans le dossier Applications ?";

"AlertTitle_InstallationFailder" = "Échec de l'installation de CleanMyMac !";

"AlertTitle_CopyToApplicationFolderSuggestion" = "Essayez de le copier manuellement à l'emplacement souhaité. L'emplacement recommandé est le dossier Applications.";

/* Selection Alert LargeOldFiles */
"SelectionCautionAlertTitle_LargeOld" = "Vous avez sélectionné plusieurs fichiers personnels en vue de la suppression complète.";

"SelectionCautionAlertMessage_LargeOld" = "Pour information, le module « Autres fichiers » ne suggère pas d'éléments pouvant être supprimés sans risque. Il ne sert qu'à vous informer. Faites preuve de prudence lorsque vous décidez de supprimer un fichier.";

/* Selection Alert Uninstaller */
"SelectionCautionAlertTitle_Uninstaller" = "Vous avez sélectionné plusieurs applications en vue de la désinstallation.";

"SelectionCautionAlertMessage_Uninstaller" = "Pour information, le but du module Désinstallateur est de supprimer les applications totalement : elles sont effacées de votre système dès que vous cliquez sur le bouton Désinstaller.";

/* Remove Alerts LargeOldFiles */
"RemoveAlertMessageText_LargeOld1File" = "Voulez-vous vraiment supprimer définitivement « %@ » ?";

"RemoveAlertMessageText_LargeOldXFiles" = "Voulez-vous vraiment supprimer définitivement %@ ?";

"RemoveAlertInformativeText_LargeOldFilesGroupScanner" = "Cette action est irréversible.";

/* Remove Alerts Uninstaller */
"RemoveAlertMessageText_Uninstaller1App" = "Voulez-vous vraiment désinstaller définitivement « %@ » et l'ensemble des éléments associés ?";

"RemoveAlertMessageText_UninstallerXApps" = "Voulez-vous vraiment désinstaller définitivement %@ et l'ensemble des éléments associés ?";

"RemoveAlertMessageText_Uninstaller1File" = "Voulez-vous vraiment supprimer définitivement « %@ » ?";

"RemoveAlertMessageText_UninstallerRelatedFiles" = "Voulez-vous vraiment supprimer définitivement %@ ?";

"RemoveAlertMessageText_UninstallerResetApp" = "Voulez-vous vraiment réinitialiser « %@ » en supprimant l'ensemble de ses éléments associés ?";

"RemoveAlertMessageText_UninstallerSelectedItems" = "Voulez-vous vraiment supprimer définitivement l'ensemble des éléments sélectionnés ?";

"RemoveAlertInformativeText_Uninstaller" = "Cette action est irréversible.";

/* Remove Alerts Extensions */
"RemoveAlertMessageText_Extensions1Item" = "Voulez-vous vraiment supprimer définitivement « %@ » ?";

"RemoveAlertMessageText_ExtensionsXItems" = "Voulez-vous vraiment supprimer définitivement %@ ?";

"RemoveAlertInformativeText_ExtensionsGroupScanner" = "Cette action est irréversible.";

/* Remove Alerts Eraser */
"RemoveAlertMessageText_Eraser1Item" = "Voulez-vous vraiment effacer définitivement « %@ » ?";

"RemoveAlertMessageText_EraserXItems" = "Voulez-vous vraiment effacer définitivement %@ ?";

"RemoveAlertInformativeText_EraserGroupScanner" = "Cette action est irréversible.";

/* Ignored Items alerts */
"AlertTitle_1_IgnoredItemsDidAdd" = "Vous avez ajouté un élément à la liste Ignorer de CleanMyMac.";

"AlertTitle_N_IgnoredItemsDidAddFormat" = "Vous avez ajouté %@ à la liste Ignorer de CleanMyMac.";

"AlertDescription_1_IgnoredItemsDidAdd" = "Cet élément n'apparaîtra plus dans les résultats de l'analyse. Vous pouvez gérer les éléments ignorés dans les préférences.";

"AlertDescription_N_IgnoredItemsDidAdd" = "Ces éléments n'apparaîtront plus dans les résultats de l'analyse. Vous pouvez gérer les éléments ignorés dans les préférences.";

"AlertTitle_ShouldSelectIgnoredItem" = "Voulez-vous vraiment sélectionner un élément en vue de le supprimer, alors qu'il figure dans la liste Ignorer ?";

"AlertDescription_ShouldSelectIgnoredItem" = "La suppression de ce type d'élément peut mettre à mal le bon fonctionnement de votre système ou des applications associées.";

/* No comment provided by engineer. */
"AlertTitle_StopCleanWarning" = "Voulez-vous arrêter le nettoyage avant la fin du processus ?";

/* No comment provided by engineer. */
"AlertTitle_StopScanWarning" = "Voulez-vous arrêter l'analyse avant la fin du processus ?";

/* No comment provided by engineer. */
"AlertDecription_StopCleanWarning" = "Si vous interrompez le nettoyage, vous laisserez un certain nombre d'éléments inutiles sur votre Mac.";

/* No comment provided by engineer. */
"AlertTitle_StartOver" = "Voulez-vous réinitialiser les résultats de l'analyse actuelle et recommencer ?";

/* No comment provided by engineer. */
"AlertDecription_StartOver" = "Les résultats de l'analyse en cours ne seront pas enregistrés et vous devrez lancer une nouvelle analyse pour détecter les éléments.";

/* No comment provided by engineer. */
"AlertTitle_Rescan" = "Voulez-vous réinitialiser les résultats de l'analyse actuelle en lançant une nouvelle analyse ?";

/* No comment provided by engineer. */
"AlertDescription_Rescan" = "Les résultats de l'analyse actuelle et la liste des éléments sélectionnés ne seront pas enregistrés.";

/* No comment provided by engineer. */
"AlertTitle_Refresh" = "Voulez-vous actualiser la liste %@ actuelle ?";

/* No comment provided by engineer. */
"AlertDescription_Refresh" = "Votre sélection d'éléments actuelle ne sera pas enregistrée.";

/* No comment provided by engineer. */
"AlertDescription_StopScanWarning" = "L'interruption de l'analyse donnera des résultats incomplets au prochain nettoyage.";

/* No comment provided by engineer. */
"AlertTitle_UnableToEnablePlugin" = "Impossible d'activer ou de désactiver le plug-in.";

/* No comment provided by engineer. */
"AlertDescription_UnknownError" = "Une erreur inconnue s'est produite. Veuillez contacter l'assistance.";

/* Maintenance verify disk */
"AlertTitle_VerifySystemDiskWarn" = "Votre ordinateur risque de se bloquer momentanément pendant la vérification du disque de démarrage.";
"AlertDescription_VerifySystemDiskWarn" = "L'analyse va entraîner une forte activité du disque dur et votre système risque de se bloquer pendant plusieurs minutes. Ce comportement est tout à fait normal.";

/* Alerts */
"AlertDescription_QuitOnScan" = "En quittant l'application, vous interromprez l'analyse et tous les résultats seront perdus.";

/* Alerts */
"AlertDescription_QuitOnClean" = "En quittant l'application, vous interromprez le processus de nettoyage et les résultats du nettoyage seront incomplets.";

/* Alerts */
"AlertTitle_QuitOnScan" = "Voulez-vous quitter CleanMyMac avant la fin de l'analyse en cours ?";

/* Alerts */
"AlertTitle_QuitOnClean" = "Voulez-vous quitter CleanMyMac avant la fin du nettoyage ?";

/* System Restart */
"CleanMyMac has just uninstalled %@ malware. A restart of your Mac is required to finish the process." = "CleanMyMac vient de désinstaller %@ logiciels malveillants. Vous devez redémarrer votre Mac pour finaliser le processus.";
"Please note that some applications may work incorrectly until your system is restarted." = "Certaines applications risquent de ne pas fonctionner correctement tant que vous n’aurez pas redémarré votre ordinateur.";


/* Self Uninstall Discount */
"SelfUninstallDiscount_AlertTitle" = "Offre exceptionnelle !";
"SelfUninstallDiscount_AlertDescription" = "Et il ne s'agit que d'un exemple parmi d'autres. Aujourd’hui seulement, nous avons le plaisir de vous offrir une remise de %li %% sur la version complète de CleanMyMac 3.";

/* Self uninstall alert */
"SelfUninstall_AlertDescription" = "Aidez-nous à améliorer CleanMyMac en expliquant pourquoi vous souhaitez désinstaller l'application :";
"SelfUninstall_AlertTitle" = "Nous sommes tristes de vous voir partir !";
"Submit and Uninstall" = "Valider et désinstaller";

"The price is a bit too much." = "Le prix est un peu trop élevé.";
"It's too hard to use. I had trouble figuring it out." = "L'application est trop complexe. Je n'arrive pas à l'utiliser.";
"It didn't find enough to clean!" = "L'application ne trouve pas suffisamment d'éléments à nettoyer.";
"It doesn't seem safe to use." = "L'application ne me semble pas sûre.";
"Other:" = "Autre raison :";

"IgnoreList_AlertTitle_AddedMacTrashToIgnoreList" = "Voulez-vous vraiment ajouter la corbeille du disque de démarrage à la liste Ignorer ?";

"IgnoreList_AlertDescription_AddedMacTrashToIgnoreList" = "Cette opération désactivera la fonctionnalité de surveillance de la corbeille, et CleanMyMac 3 ne vous alertera plus en cas de corbeille pleine.";

"IgnoreList_AlertTitle_EnableTrashMonitor" = "Voulez-vous vraiment activer la fonctionnalité de surveillance de la corbeille ?";

"IgnoreList_AlertDescription_EnableTrashMonitor" = "Cette opération supprimera la corbeille de votre disque de démarrage de la liste Ignorer de CleanMyMac.";

"AlertTitle_VerifySystemDiskWarn" = "Votre ordinateur risque de se bloquer momentanément pendant la vérification du disque de démarrage.";

"AlertDescription_VerifySystemDiskWarn" = "L'analyse va entraîner une forte activité du disque dur et votre système risque de se bloquer pendant plusieurs minutes. Ce comportement est tout à fait normal.";

"UnsupportedOSAlert_Message" = "Cette copie de CleanMyMac n'est pas compatible avec macOS %@ et les versions ultérieures.";

"UnsupportedOSAlert_Informative" = "Veuillez passer à la dernière version en date de CleanMyMac, qui est entièrement compatible avec votre version de macOS.";

/* Erase System Files Alert */
"EraseSystemFilesAlert_MessageText" = "Certains éléments que vous avez sélectionnés ne peuvent pas être ajoutés au destructeur.";

"EraseSystemFilesAlert_InformativeText" = "La suppression de ces fichiers ou dossiers peut endommager votre système.";

"IgnoreList_AlertTitle_AddedMacTrashToIgnoreList" = "Voulez-vous vraiment ajouter la corbeille du disque de démarrage à la liste Ignorer ?";
"IgnoreList_AlertDescription_AddedMacTrashToIgnoreList" = "Cette opération désactivera la fonctionnalité de surveillance de la corbeille, et CleanMyMac 3 ne vous alertera plus en cas de corbeille pleine.";

"IgnoreList_AlertTitle_EnableTrashMonitor" = "Voulez-vous vraiment activer la fonctionnalité de surveillance de la corbeille ?";
"IgnoreList_AlertDescription_EnableTrashMonitor" = "Cette opération supprimera la corbeille de votre disque de démarrage de la liste Ignorer de CleanMyMac.";

/* Self Uninstall Discount */
"SelfUninstallDiscount_Uninstall" = "Désinstaller";
"SelfUninstallDiscount_Purchase" = "Acheter à -%li %%";

/* Buttons */
"Quit" = "Quitter";

"Verify System Disk" = "Vérifier le disque système";
"Download" = "Télécharger";

"Submit" = "Envoyer";

"Restart" = "Redémarrer";

/* Alert button */
"Cancel" = "Annuler";
"OK" = "OK";
"Remove" = "Supprimer";

"Start New Scan" = "Lancer une nouvelle analyse";

/* Drop Trashes alert */
"AlertTitle_DropWhileScanning_TrashesGroupScanner" = "Analysez une autre bibliothèque.";
"AlertDescription_DropWhileScanning_TrashesGroupScanner" = "En démarrant une nouvelle analyse, vous effacerez les résultats de l'analyse actuelle.";

/* Drop LAOF alert */
"AlertTitle_DropWhileScanning_LargeOldFilesGroupScanner" = "Analysez un autre dossier.";
"AlertDescription_DropWhileScanning_LargeOldFilesGroupScanner" = "En démarrant une nouvelle analyse, vous effacerez les résultats de l'analyse actuelle.";
"AlertTitle_MoveToAlbumInPhotos_LargeOldFilesGroupScanner" = "Les éléments anciens et volumineux de votre bibliothèque de Photos seront rassemblés dans l’album 'Médias volumineux' à supprimer' de Photos.";
"AlertDescription_MoveToAlbumInPhotos_LargeOldFilesGroupScanner" = "Veuillez veiller à supprimer définitivement ces fichiers à l’aide de Photos pour économiser l’espace.";

/* Drop iPhoto alert */
"AlertDescription_DropWhileScanning_iPhotoGroupScanner" = "En démarrant une nouvelle analyse, vous effacerez les résultats de l'analyse actuelle.";
"AlertTitle_DropWhileScanning_iPhotoGroupScanner" = "Analysez une autre bibliothèque.";

/* Unsupported Photos Library version */
"AlertTitle_PhotoLibraryUnsupportedOld" = "La bibliothèque que vous essayez d'analyser n'est pas compatible avec CleanMyMac 3.";
"AlertDescription_PhotoLibraryUnsupportedOld" = "Envisagez de mettre à jour votre photothèque vers une version plus récente.";
"AlertTitle_PhotoLibraryUnsupportedNew" = "La bibliothèque que vous essayez d'analyser n'est pas encore compatible avec CleanMyMac 3.";
"AlertDescription_PhotoLibraryUnsupportedNew" = "La version de votre photothèque fait actuellement l'objet de tests de compatibilité. Merci de réessayer prochainement.";

/* Activation - Deactivate License Alert */
"ActivationDeactivateLicense_MessageText" = "Voulez-vous désactiver votre licence CleanMyMac 3 sur ce Mac ?";
"ActivationDeactivateLicense_InformativeText" = "L'exemplaire actuel de l'application sera désactivé, mais vous pourrez réutiliser votre licence sur un autre ordinateur.";
"Disable License" = "Désactiver la licence";

/* Move to Setapp alert */
"AlertMoveToSetapp_Message" = "Apparemment, vous utilisez Setapp sur votre Mac. Voulez-vous passer à la version Setapp de CleanMyMac ?";
"AlertMoveToSetapp_Informative" = "Elle offre les mêmes fonctionnalités, mais elle est mise à jour automatiquement dès qu'une nouvelle version est disponible.";
"AlertMoveToSetapp_Switch" = "Changer de version";
"AlertMoveToSetapp_DontSwitch" = "Non merci";

/* switch to Setapp version of CMM*/
"AlertSwitchToSetappVersionOfCMM_Message" = "Apparemment, vous utilisiez auparavant une version de CleanMyMac indépendamment de Setapp.";
"AlertSwitchToSetappVersionOfCMM_InformationText" = "Voulez-vous passer à la version Setapp et faire migrer vos paramètres précédents ?";
"AlertSwitchToSetappVersionOfCMM_Switch" = "Changer de version";
"AlertSwitchToSetappVersionOfCMM_No_Thanks" = "Non merci";
